---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceZoneName
source: html/adf54b2a-1574-13d7-9820-361372585490.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceZoneName Property

"Zone"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceZoneName { get; }
```